import { CardItemProps } from '@shared/interfaces'

export const Items: CardItemProps[] = [
  {
    image:
      'https://s2ru1.kinoplan24.ru/938/0406060507289e25bf701fc6/24046.jpg?mode=fit&width=999&height=999',
    alt: 'Природа',
    description: 'Красивый пейзаж с горами и лесом',
    detailedDescription:
      'На этом фото изображены величественные горы, покрытые густым лесом. Идеальное место для прогулок и отдыха на природе, где можно насладиться чистым воздухом и тишиной.',
  },
  {
    image:
      'https://s1ru1.kinoplan24.ru/863/04060605071ad2b1f4a0cf55/10065222.jpg?mode=fit&width=999&height=999',
    alt: 'Море',
    description: 'Спокойное море на закате',
    detailedDescription:
      'Мягкий золотистый свет заката отражается в спокойных волнах моря. Идеальный момент для медитации и фотографий романтической природы.',
  },
  {
    image:
      'https://s2ru1.kinoplan24.ru/985/04060605071ab251ee52f8db/22709.jpg?mode=fit&width=999&height=999',
    alt: 'Город',
    description: 'Вечерний городской пейзаж с огнями',
    detailedDescription:
      'Сверкающие огни города создают атмосферу вечернего оживления. На фото видно сочетание современной архитектуры и динамики городской жизни.',
  },
  {
    image:
      'https://s1ru1.kinoplan24.ru/443/04060605072c4798225af9e7/10067948.jpg?mode=fit&width=999&height=999',
    alt: 'Цветы',
    description: 'Яркие цветы в солнечном саду',
    detailedDescription:
      'Солнечные лучи освещают яркие лепестки цветов, создавая живописную и радостную атмосферу. Идеально подходит для вдохновения и спокойного настроения.',
  },
  {
    image:
      'https://s2ru1.kinoplan24.ru/969/0406060507207c681b0473bf/10066171.jpg?mode=fit&width=999&height=999',
    alt: 'Природа',
    description: 'Трансформеры: Эпоха истребления',
    detailedDescription:
      'На этом фото изображены величественные горы, покрытые густым лесом. Идеальное место для прогулок и отдыха на природе, где можно насладиться чистым воздухом и тишиной.',
  },
]
